fff_questions = [

    {
        "question": "सबसे पहले से शुरू करते हुए, इन नेताओं को भारत के राष्ट्रपति बनने के क्रम में व्यवस्थित कीजिए",

        "options": [
            "प्रणब मुखर्जी",
            "प्रतिभा पाटिल",
            "ए. पी. जे. अब्दुल कलाम",
            "के. आर. नारायणन"
        ],

        "correct_order": [
            "के. आर. नारायणन",
            "ए. पी. जे. अब्दुल कलाम",
            "प्रतिभा पाटिल",
            "प्रणब मुखर्जी"
        ]
    },

    {
        "question": "इन शब्दों को सही क्रम में लगाकर एक हिंदी कहावत बनाइए",

        "options": [
            "उंगली",
            "दाँतों",
            "तले",
            "दबाना"
        ],

        "correct_order": [
            "दाँतों",
            "तले",
            "उंगली",
            "दबाना"
        ]
    },

    {
        "question": "सबसे पहले से शुरू करते हुए, मुगल इतिहास की इन महत्वपूर्ण घटनाओं को उनके होने के क्रम में व्यवस्थित कीजिए",

        "options": [
            "अकबर का जन्म",
            "बाबर का भारत पर आक्रमण",
            "ताजमहल का निर्माण",
            "औरंगज़ेब की मृत्यु"
        ],

        "correct_order": [
            "बाबर का भारत पर आक्रमण",
            "अकबर का जन्म",
            "ताजमहल का निर्माण",
            "औरंगज़ेब की मृत्यु"
        ]
    },

    {
        "question": "निम्नलिखित शक्तियों या वंशों को उस क्रम में व्यवस्थित कीजिए जिसमें उन्होंने पहली बार दिल्ली से भारत पर शासन किया",

        "options": [
            "ब्रिटिश",
            "मुगल",
            "चौहान",
            "लोदी"
        ],

        "correct_order": [
            "चौहान",
            "लोदी",
            "मुगल",
            "ब्रिटिश"
        ]
    },

    {
        "question": "सबसे कम से शुरू करते हुए, इन प्रसिद्ध व्यक्तियों को उनके बच्चों की संख्या के बढ़ते क्रम में व्यवस्थित कीजिए",

        "options": [
            "एम. सी. मैरी कॉम",
            "फराह खान",
            "ऐश्वर्या राय बच्चन",
            "राबड़ी देवी"
        ],

        "correct_order": [
            "ऐश्वर्या राय बच्चन",
            "एम. सी. मैरी कॉम",
            "फराह खान",
            "राबड़ी देवी"
        ]
    }

]