fff_questions = [

    {
        "question": "सबसे पहले से शुरू करते हुए, इन नेताओं को भारत के राष्ट्रपति बनने के क्रम में व्यवस्थित कीजिए",

        "options": [
            "प्रणब मुखर्जी",
            "प्रतिभा पाटिल",
            "ए. पी. जे. अब्दुल कलाम",
            "के. आर. नारायणन"
        ],

        "correct_order": [
            "के. आर. नारायणन",
            "ए. पी. जे. अब्दुल कलाम",
            "प्रतिभा पाटिल",
            "प्रणब मुखर्जी"
        ]
    },

    {
        "question": "इन शब्दों को सही क्रम में लगाकर एक हिंदी कहावत बनाइए",

        "options": [
            "उंगली",
            "दाँतों",
            "तले",
            "दबाना"
        ],

        "correct_order": [
            "दाँतों",
            "तले",
            "उंगली",
            "दबाना"
        ]
    },

    {
        "question": "सबसे पहले से शुरू करते हुए, मुगल इतिहास की इन महत्वपूर्ण घटनाओं को उनके होने के क्रम में व्यवस्थित कीजिए",

        "options": [
            "अकबर का जन्म",
            "बाबर का भारत पर आक्रमण",
            "ताजमहल का निर्माण",
            "औरंगज़ेब की मृत्यु"
        ],

        "correct_order": [
            "बाबर का भारत पर आक्रमण",
            "अकबर का जन्म",
            "ताजमहल का निर्माण",
            "औरंगज़ेब की मृत्यु"
        ]
    },

    {
        "question": "निम्नलिखित शक्तियों या वंशों को उस क्रम में व्यवस्थित कीजिए जिसमें उन्होंने पहली बार दिल्ली से भारत पर शासन किया",

        "options": [
            "ब्रिटिश",
            "मुगल",
            "चौहान",
            "लोदी"
        ],

        "correct_order": [
            "चौहान",
            "लोदी",
            "मुगल",
            "ब्रिटिश"
        ]
    },

    {
        "question": "सबसे कम से शुरू करते हुए, इन प्रसिद्ध व्यक्तियों को उनके बच्चों की संख्या के बढ़ते क्रम में व्यवस्थित कीजिए",

        "options": [
            "एम. सी. मैरी कॉम",
            "फराह खान",
            "ऐश्वर्या राय बच्चन",
            "राबड़ी देवी"
        ],

        "correct_order": [
            "ऐश्वर्या राय बच्चन",
            "एम. सी. मैरी कॉम",
            "फराह खान",
            "राबड़ी देवी"
        ]
    },

    {
        "question": "विश्व की इन राजधानियों को नई दिल्ली से उनकी दूरी के अनुसार, सबसे पास से दूर के क्रम में लगाएँ",

        "options": [
            "काठमांडू",
            "सिंगापुर",
            "वाशिंगटन डीसी",
            "पेरिस"
        ],

        "correct_order": [
            "काठमांडू",
            "सिंगापुर",
            "पेरिस",
            "वाशिंगटन डीसी"
        ]
    },

    {
        "question": "जिस वर्ष भारत ने अपना पहला गणतंत्र दिवस मनाया था, उसे बनाने के लिए निम्नलिखित संख्याओं को एक सही क्रम में लगाएँ",

        "options": [
            "0",
            "1",
            "5",
            "9"
        ],

        "correct_order": [
            "1",
            "9",
            "5",
            "0"
        ]
    },

    {
        "question": "इन राष्ट्रपतियों को इस क्रम में लगाएँ: संयुक्त राज्य अमेरिका, ब्राज़िल, दक्षिण अफ्रीका और रूस",

        "options": [
            "सिरिल रामाफोसा",
            "लूला दा सिल्वा",
            "जो बाइडेन",
            "ब्लादिमीर पुतिन"
        ],

        "correct_order": [
            "जो बाइडेन",
            "लूला दा सिल्वा",
            "सिरिल रामाफोसा",
            "ब्लादिमीर पुतिन"
        ]
    },

    {
        "question": "इन स्थानों के नाम द्वारा दर्शाए गए संख्या के सन्दर्भ में, इनको एक बढ़ते क्रम में लगाएँ",

        "options": [
            "छत्तीसगढ़",
            "पंजाब",
            "लक्षद्वीप",
            "उनाकोटी"
        ],

        "correct_order": [
            "पंजाब",
            "छत्तीसगढ़",
            "लक्षद्वीप",
            "उनाकोटी"
        ]
    }

]